import UIKit


//: **Жирный текст**
//: *Курсивный тескт*
 /**
Это функия ищет наибольшиий параметр, среди двух аргументов
Введите в аргуметы данные с типо Int, и функция вычислит наибольший среди них числовой параметр
 - parameter a:первое число
 - parameter b:второе число*/
public func whoIsBigger(a: Int, b: Int){
    if a > b{
        print("\(a) > \(b)")
    }
    else {
        print("\(b) > \(a)")
    }
}

var a = 324
var b = 43

var c = "Summ: " + String(a + b)


let Group = 101, 🎉 = 710
let `var` = 7
whoIsBigger(a: Group, b: 🎉)

